{
  "twitter" : {
      "consumer_key" : "eGlzBx3IeavUuh2MDHlZaNwpP",
      "consumer_secret" : "MvGN2wfdZSUi5E1dePnlDaj57CD1vpmEk92LpwRNk3FBoav1Qr",
      "access_token_key" : "789148563146153984-nEk0YkZKuH0X67Q1TQ6Lhtv0m2evD8Q",
      "access_token_secret" : "cf9oS5AuuzcFtpOSAiQtez7DfBlVeQdQwUjdpyyZB2KSp"
  },
  "keywords" : "tpp TPP", 
  "match" : "TPP",
  "replies" : ["@jahimes think #TPP is about trade? Wrong! TPP is about expanding and locking in corporate power. #StopTPP",
"@jahimes Who had access to the #TPP negotiations? 500 corporate trade advisers, while  the public & press were locked out.",
"@jahimes The #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes The #TPP requires US to import food that does not meet our standards, threatening our families’ health and safety. #StopTPP",
"@jahimes The #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@jahimes #TPP does NOT work for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@jahimes #TPP includes new privileges for multinational corporations that help them offshore more U.S. jobs to low-wage countries.",
"@jahimes Major enviro groups OPPOSE the #TPP, and 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@jahimes The #TPP would undermine many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@jahimes #TPP threatens internet freedom of expression, privacy and due process, and hinders peoples’ abilities to innovate",
"@jahimes #TPP would undermine the re-regulation of Wall Street, give big banks new powers to cause the next economic meltdown.",
"@jahimes Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse #StopTPP",
"@jahimes #TPP is not a trade deal, it’s a corporate powergrab! We must #StopTPP!",
"@jahimes #TPP is not an issue of left or right, it’s an issue of right and wrong! #StopTPP",
"@jahimes #TPP is mostly not about trade, it’s about giving multinational corporations “undreamed-of powers” over our economy & our laws",
"@jahimes #TPP would empower multinational corporations to attack US policies & demand taxpayer compensation for our health, enviro & other laws",
"@jahimes #TPP ≠ trade. TPP = expanding and locking in corporate power. #StopTPP",
"@jahimes #TPP gives new rights for multinationals to sue the US gov't before a panel of 3 corporate lawyers for unlimited taxpayer money",
"@jahimes Think #TPP is about trade? Wrong! Only 6 of TPP's 30 chapters are about trade. TPP is about locking in and expanding corporate power",
"@jahimes Who had access to #TPP negotiations? 500 corporate trade advisers, while the press and the public were locked out.",
"@jahimes #TPP would make it easier for corporations to send US jobs overseas, lower our wages, raise meds prices, threaten the environment & more!",
"@jahimes #TPP rules would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes #TPP would lower US wages by forcing US workers to compete w/ workers in Vietnam making less than 65 cents an hour. #StopTPP",
"@jahimes 9. #TPP requires the US to import food that does not meet our standards, threatening our families’ health. #StopTPP",
"@jahimes The #TPP would threaten our families' health by allowing agribusiness to challenge US food safety inspections.",
"@jahimes #TPP would reduce access to life-saving meds in TPP countries and lock in high drug prices here by granting pharma firms monopolies.",
"@jahimes #TPP is a bad deal for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@jahimes Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. TPP meds rules would hit working & poor people hardest.",
"@jahimes #TPP includes new privileges for multinational corporations that help them offshore more US jobs to low-wage countries.",
"@jahimes Major enviro groups OPPOSE the #TPP -- 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@jahimes The #TPP would undermine efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@jahimes #TPP threatens internet freedom of expression, privacy and due process -- and hinders peoples’ abilities to innovate.",
"@jahimes #TPP would undermine the re-regulation of Wall Street & give big banks new powers to cause the next economic meltdown.",
"@jahimes Instead of improving the grim conditions facing some workers in TPP countries, the #TPP would make matters worse. #StopTPP",
"@jahimes #TPP is not a trade deal; it’s a corporate power grab! We must #StopTPP!",
"@jahimes #TPP means multinational corporations can sue our government if they say our laws violate the new privileges that the TPP grants them.",
"@jahimes #TPP is not an issue of left or right. It’s an issue of right and wrong! #StopTPP",
"@jahimes #TPP is mostly not about trade. It’s about giving multinational corporations “undreamed-of powers” over our economy & our laws.",
"@jahimes #TPP would empower multinational corporations to attack US enviro, health and other laws at the expense of taxpayers",
"@jahimes We must #StopTPP! #TPP isn't about trade, it's about expanding & locking in corporate power",
"@jahimes #TPP was negotiated in secret by 500 corporate trade advisers while  press & the public were locked out",
"@jahimes #TPP's provisions would make it easier for multinational corporations to send more American jobs abroad! #StopTPP",
"@jahimes #TPP would lower US workers' wages by making them compete w/ workers in Vietnam making less that 65 cents an hour #StopTPP",
"@jahimes #TPP's would allow agribusiness to challenge US food safety inspection posing a threat to our families' health & safety",
"@jahimes #TPP would be bad for workers: it would LOWER wages for 90% of working Americans, says a recent study",
"@jahimes Doctors Without Borders calls #TPP the worst trade agreement for access to meds that would hit working & poor people hardest",
"@jahimes #TPP provisions will grant new privileges to multinational corporations to offshore more US jobs to low-wage countries",
"@jahimes Major environmental organizations oppose #TPP & 350.org calls it 'an act of climate denial.' #StopTPP",
"@jahimes #TPP would undermine our efforts & advances to combat climate change & environmental catastrophe #StopTPP",
"@jahimes #TPP would gut 'Buy American' & 'Buy Local' policies, sending more US taxpayer dollars abroad instead of reinvesting them here",
"@jahimes #TPP threatens internet freedom & hinders people's abilities to innovate. #StopTPP",
"@jahimes #TPP would limit when/how gov'ts can regulate essential services we rely on as water, electricity, health care & more",
"@jahimes #TPP would give big banks new powers & undermine Wall Street re-regulation to cause the next economic meltdown",
"@jahimes #TPP would make matters worse for the already grim conditions facing some workers in #TPP countries #StopTPP",
"@jahimes #TPP isn't a trade deal, it's a corporate powergrab! #StopTPP",
"@jahimes #TPP means multinational corporations can sue our gov't if they say our laws violate the new rights that the TPP grants them.",
"@jahimes #TPP isn't a partisan issue, it is an issue of right & wrong! #StopTPP",
"@jahimes #TPP is about giving multinational corporations 'undreamed-of-powers' over our economy & our laws and not about trade.",
"@jahimes Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups oppose the corporate-rigged #TPP",
"@jahimes #TPP isn't about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@jahimes 500 corporate trade advisers had access to the #TPP negotiations while the press, public were locked out",
"@jahimes #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes #TPP requires US to import food that does not meet our health and safety standards. #StopTPP",
"@jahimes #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@jahimes #TPP would lock in high drug prices by granting pharma firms monopolies and reduce access to life-saving meds in TPP countries",
"@jahimes A recent study shows that #TPP does NOT work for American workers, and will lower wages for 90% of Americans.",
"@jahimes #TPP would grant new privileges to multinational corporations that help them offshore more US jobs to low-wage countries",
"@jahimes #TPP opposed by major enviro groups, and 350.org even calls it 'an act of climate denial.' #StopTPP",
"@jahimes #TPP undermines efforts to combat climate change and environmental catastrophe. #StopTPP",
"@jahimes #TPP includes countries w/ horrific human rights abuses and eliminates existing policy tools used to pressure for reforms",
"@jahimes #TPP would send more US taxpayer dollars overseas by gutting 'Buy American' & 'Buy Local' policies. #StopTPP",
"@jahimes #TPP threatens internet privacy, freedom of expression and hinders innovation. #StopTPP",
"@jahimes #TPP would limit when/how govts can regulate essential services like water, electricity, health care & more. #StopTPP",
"@jahimes #TPP would undermine Wall Street re-regulation, give big banks new powers to cause the next economic meltdown",
"@jahimes #TPP would allow multinational corporations to sue govts if they think a country's policies violate new TPP rights",
"@jahimes #TPP would worsen the already grim conditions facing some workers in TPP countries. #StopTPP",
"@jahimes We must #StopTPP! #TPP isn't a trade deal, it's a corporate power grab!",
"@jahimes #TPP would undermine key enviro policies. It does not mention the words 'climate change' even once in its 5000 pages",
"@jahimes #TPP means corporations can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@jahimes #TPP isn't a partisan issue, it's an issue of right and wrong! #StopTPP",
"@jahimes #TPP is not about trade, it's about giving multinational corporations 'undreamed-of powers' over our economy & laws",
"@jahimes Enviro, faith, LGBTQ, internet, small biz, human rights & other groups oppose the #TPP",
"@jahimes #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@jahimes #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@jahimes 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@jahimes #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@jahimes #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@jahimes #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@jahimes A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@jahimes Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@jahimes #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@jahimes #TPP includes countries w/ notorious horrific human rights abuses. # StopTPP",
"@jahimes #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@jahimes #TPP threatens internet freedom! #StopTPP",
"@jahimes #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@jahimes #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@jahimes #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@jahimes We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@jahimes Not only does #TPP not mention 'climate change' even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@jahimes #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@jahimes #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@jahimes #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@jahimes Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@jahimes #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@jahimes #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@jahimes 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@jahimes #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@jahimes #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@jahimes #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@jahimes A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@jahimes Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@jahimes #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@jahimes We must #StopTPP! Major enviro groups OPPOSE the #TPP, and 350.org even calls it .an act of climate denial.'",
"@jahimes #TPP undermines many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@jahimes #TPP includes countries w/ notorious horrific human rights abuses. #StopTPP",
"@jahimes #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@jahimes #TPP threatens internet freedom! #StopTPP",
"@jahimes  #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@jahimes #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@jahimes #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@jahimes We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@jahimes Not only does #TPP not mention “climate change” even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@jahimes #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@jahimes #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@jahimes #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@jahimes Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@jahimes #StopTPP! #TPP ≠ trade. TPP = expanding and locking in corporate power.",
"@jahimes Did the public & press have access to #TPP negotiations? No! But 500 corporate advisers did.",
"@jahimes #TPP's rules would creae incentives for multinational corporations to send more American jobs overseas! #StopTPP",
"@jahimes The #TPP would require US to import food that does not meet our standards, threatening our health and safety. #StopTPP",
"@jahimes #TPP would threaten our families' health  by allowing agribusiness to challenge US food safety inspections.",
"@jahimes A recent study shows that #TPP does NOT work for US workers, and will lower wages for 90% of Americans.",
"@jahimes #TPP includes new privileges for multinational corporations that incenttive offshoring more US jobs to low-wage countries.",
"@jahimes 350.org calls #TPP 'an act of climate denial.', just one of major enviro groups that oppose #TPP",
"@jahimes The #TPP would undermine many of the efforts  to combat climate change and environmental catastrophe. #StopTPP",
"@jahimes #TPP includes countries w/ notorious records of human rights abuses & eliminates existing policy tools used to compel reforms.",
"@jahimes #TPP threatens internet freedom of expression, privacy & due process, & hinders peoples’ abilities to innovate",
"@jahimes #TPP would limit when/how governments can regulate essential services we all rely on like water, electricity & health care.",
"@jahimes #TPP would undermine the re-regulation of Wall Street, give the banksters new powers to cause the next economic meltdown.",
"@jahimes Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse ",
"@jahimes #TPP is not about trade - it’s a corporate powergrab! We must #StopTPP!",
"@jahimes #TPP does not mention “climate change” even once in its 5000 pages. In fact, it actually undermine key enviro policies",
"@jahimes #TPP means multinational corps can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@jahimes #TPP is not a left-right issue, it’s an issue of right and wrong! #StopTPP",
"@jahimes #TPP is mostly not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@RepJaredPolis think #TPP is about trade? Wrong! TPP is about expanding and locking in corporate power. #StopTPP",
"@RepJaredPolis Who had access to the #TPP negotiations? 500 corporate trade advisers, while  the public & press were locked out.",
"@RepJaredPolis The #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis The #TPP requires US to import food that does not meet our standards, threatening our families’ health and safety. #StopTPP",
"@RepJaredPolis The #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis #TPP does NOT work for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@RepJaredPolis #TPP includes new privileges for multinational corporations that help them offshore more U.S. jobs to low-wage countries.",
"@RepJaredPolis Major enviro groups OPPOSE the #TPP, and 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@RepJaredPolis The #TPP would undermine many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@RepJaredPolis #TPP threatens internet freedom of expression, privacy and due process, and hinders peoples’ abilities to innovate",
"@RepJaredPolis #TPP would undermine the re-regulation of Wall Street, give big banks new powers to cause the next economic meltdown.",
"@RepJaredPolis Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse #StopTPP",
"@RepJaredPolis #TPP is not a trade deal, it’s a corporate powergrab! We must #StopTPP!",
"@RepJaredPolis #TPP is not an issue of left or right, it’s an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is mostly not about trade, it’s about giving multinational corporations “undreamed-of powers” over our economy & our laws",
"@RepJaredPolis #TPP would empower multinational corporations to attack US policies & demand taxpayer compensation for our health, enviro & other laws",
"@RepJaredPolis #TPP ≠ trade. TPP = expanding and locking in corporate power. #StopTPP",
"@RepJaredPolis #TPP gives new rights for multinationals to sue the US gov't before a panel of 3 corporate lawyers for unlimited taxpayer money",
"@RepJaredPolis Think #TPP is about trade? Wrong! Only 6 of TPP's 30 chapters are about trade. TPP is about locking in and expanding corporate power",
"@RepJaredPolis Who had access to #TPP negotiations? 500 corporate trade advisers, while the press and the public were locked out.",
"@RepJaredPolis #TPP would make it easier for corporations to send US jobs overseas, lower our wages, raise meds prices, threaten the environment & more!",
"@RepJaredPolis #TPP rules would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis #TPP would lower US wages by forcing US workers to compete w/ workers in Vietnam making less than 65 cents an hour. #StopTPP",
"@RepJaredPolis 9. #TPP requires the US to import food that does not meet our standards, threatening our families’ health. #StopTPP",
"@RepJaredPolis The #TPP would threaten our families' health by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis #TPP would reduce access to life-saving meds in TPP countries and lock in high drug prices here by granting pharma firms monopolies.",
"@RepJaredPolis #TPP is a bad deal for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@RepJaredPolis Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. TPP meds rules would hit working & poor people hardest.",
"@RepJaredPolis #TPP includes new privileges for multinational corporations that help them offshore more US jobs to low-wage countries.",
"@RepJaredPolis Major enviro groups OPPOSE the #TPP -- 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@RepJaredPolis The #TPP would undermine efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@RepJaredPolis #TPP threatens internet freedom of expression, privacy and due process -- and hinders peoples’ abilities to innovate.",
"@RepJaredPolis #TPP would undermine the re-regulation of Wall Street & give big banks new powers to cause the next economic meltdown.",
"@RepJaredPolis Instead of improving the grim conditions facing some workers in TPP countries, the #TPP would make matters worse. #StopTPP",
"@RepJaredPolis #TPP is not a trade deal; it’s a corporate power grab! We must #StopTPP!",
"@RepJaredPolis #TPP means multinational corporations can sue our government if they say our laws violate the new privileges that the TPP grants them.",
"@RepJaredPolis #TPP is not an issue of left or right. It’s an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is mostly not about trade. It’s about giving multinational corporations “undreamed-of powers” over our economy & our laws.",
"@RepJaredPolis #TPP would empower multinational corporations to attack US enviro, health and other laws at the expense of taxpayers",
"@RepJaredPolis We must #StopTPP! #TPP isn't about trade, it's about expanding & locking in corporate power",
"@RepJaredPolis #TPP was negotiated in secret by 500 corporate trade advisers while  press & the public were locked out",
"@RepJaredPolis #TPP's provisions would make it easier for multinational corporations to send more American jobs abroad! #StopTPP",
"@RepJaredPolis #TPP would lower US workers' wages by making them compete w/ workers in Vietnam making less that 65 cents an hour #StopTPP",
"@RepJaredPolis #TPP's would allow agribusiness to challenge US food safety inspection posing a threat to our families' health & safety",
"@RepJaredPolis #TPP would be bad for workers: it would LOWER wages for 90% of working Americans, says a recent study",
"@RepJaredPolis Doctors Without Borders calls #TPP the worst trade agreement for access to meds that would hit working & poor people hardest",
"@RepJaredPolis #TPP provisions will grant new privileges to multinational corporations to offshore more US jobs to low-wage countries",
"@RepJaredPolis Major environmental organizations oppose #TPP & 350.org calls it 'an act of climate denial.' #StopTPP",
"@RepJaredPolis #TPP would undermine our efforts & advances to combat climate change & environmental catastrophe #StopTPP",
"@RepJaredPolis #TPP would gut 'Buy American' & 'Buy Local' policies, sending more US taxpayer dollars abroad instead of reinvesting them here",
"@RepJaredPolis #TPP threatens internet freedom & hinders people's abilities to innovate. #StopTPP",
"@RepJaredPolis #TPP would limit when/how gov'ts can regulate essential services we rely on as water, electricity, health care & more",
"@RepJaredPolis #TPP would give big banks new powers & undermine Wall Street re-regulation to cause the next economic meltdown",
"@RepJaredPolis #TPP would make matters worse for the already grim conditions facing some workers in #TPP countries #StopTPP",
"@RepJaredPolis #TPP isn't a trade deal, it's a corporate powergrab! #StopTPP",
"@RepJaredPolis #TPP means multinational corporations can sue our gov't if they say our laws violate the new rights that the TPP grants them.",
"@RepJaredPolis #TPP isn't a partisan issue, it is an issue of right & wrong! #StopTPP",
"@RepJaredPolis #TPP is about giving multinational corporations 'undreamed-of-powers' over our economy & our laws and not about trade.",
"@RepJaredPolis Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups oppose the corporate-rigged #TPP",
"@RepJaredPolis #TPP isn't about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@RepJaredPolis 500 corporate trade advisers had access to the #TPP negotiations while the press, public were locked out",
"@RepJaredPolis #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis #TPP requires US to import food that does not meet our health and safety standards. #StopTPP",
"@RepJaredPolis #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis #TPP would lock in high drug prices by granting pharma firms monopolies and reduce access to life-saving meds in TPP countries",
"@RepJaredPolis A recent study shows that #TPP does NOT work for American workers, and will lower wages for 90% of Americans.",
"@RepJaredPolis #TPP would grant new privileges to multinational corporations that help them offshore more US jobs to low-wage countries",
"@RepJaredPolis #TPP opposed by major enviro groups, and 350.org even calls it 'an act of climate denial.' #StopTPP",
"@RepJaredPolis #TPP undermines efforts to combat climate change and environmental catastrophe. #StopTPP",
"@RepJaredPolis #TPP includes countries w/ horrific human rights abuses and eliminates existing policy tools used to pressure for reforms",
"@RepJaredPolis #TPP would send more US taxpayer dollars overseas by gutting 'Buy American' & 'Buy Local' policies. #StopTPP",
"@RepJaredPolis #TPP threatens internet privacy, freedom of expression and hinders innovation. #StopTPP",
"@RepJaredPolis #TPP would limit when/how govts can regulate essential services like water, electricity, health care & more. #StopTPP",
"@RepJaredPolis #TPP would undermine Wall Street re-regulation, give big banks new powers to cause the next economic meltdown",
"@RepJaredPolis #TPP would allow multinational corporations to sue govts if they think a country's policies violate new TPP rights",
"@RepJaredPolis #TPP would worsen the already grim conditions facing some workers in TPP countries. #StopTPP",
"@RepJaredPolis We must #StopTPP! #TPP isn't a trade deal, it's a corporate power grab!",
"@RepJaredPolis #TPP would undermine key enviro policies. It does not mention the words 'climate change' even once in its 5000 pages",
"@RepJaredPolis #TPP means corporations can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@RepJaredPolis #TPP isn't a partisan issue, it's an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is not about trade, it's about giving multinational corporations 'undreamed-of powers' over our economy & laws",
"@RepJaredPolis Enviro, faith, LGBTQ, internet, small biz, human rights & other groups oppose the #TPP",
"@RepJaredPolis #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@RepJaredPolis #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@RepJaredPolis 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@RepJaredPolis #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@RepJaredPolis #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@RepJaredPolis A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@RepJaredPolis Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@RepJaredPolis #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@RepJaredPolis #TPP includes countries w/ notorious horrific human rights abuses. # StopTPP",
"@RepJaredPolis #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@RepJaredPolis #TPP threatens internet freedom! #StopTPP",
"@RepJaredPolis #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@RepJaredPolis #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@RepJaredPolis #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@RepJaredPolis We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@RepJaredPolis Not only does #TPP not mention 'climate change' even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@RepJaredPolis #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@RepJaredPolis #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@RepJaredPolis Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@RepJaredPolis #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@RepJaredPolis #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@RepJaredPolis 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@RepJaredPolis #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@RepJaredPolis #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@RepJaredPolis A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@RepJaredPolis Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@RepJaredPolis #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@RepJaredPolis We must #StopTPP! Major enviro groups OPPOSE the #TPP, and 350.org even calls it .an act of climate denial.'",
"@RepJaredPolis #TPP undermines many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@RepJaredPolis #TPP includes countries w/ notorious horrific human rights abuses. #StopTPP",
"@RepJaredPolis #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@RepJaredPolis #TPP threatens internet freedom! #StopTPP",
"@RepJaredPolis  #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@RepJaredPolis #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@RepJaredPolis #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@RepJaredPolis We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@RepJaredPolis Not only does #TPP not mention “climate change” even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@RepJaredPolis #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@RepJaredPolis #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@RepJaredPolis Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@RepJaredPolis #StopTPP! #TPP ≠ trade. TPP = expanding and locking in corporate power.",
"@RepJaredPolis Did the public & press have access to #TPP negotiations? No! But 500 corporate advisers did.",
"@RepJaredPolis #TPP's rules would creae incentives for multinational corporations to send more American jobs overseas! #StopTPP",
"@RepJaredPolis The #TPP would require US to import food that does not meet our standards, threatening our health and safety. #StopTPP",
"@RepJaredPolis #TPP would threaten our families' health  by allowing agribusiness to challenge US food safety inspections.",
"@RepJaredPolis A recent study shows that #TPP does NOT work for US workers, and will lower wages for 90% of Americans.",
"@RepJaredPolis #TPP includes new privileges for multinational corporations that incenttive offshoring more US jobs to low-wage countries.",
"@RepJaredPolis 350.org calls #TPP 'an act of climate denial.', just one of major enviro groups that oppose #TPP",
"@RepJaredPolis The #TPP would undermine many of the efforts  to combat climate change and environmental catastrophe. #StopTPP",
"@RepJaredPolis #TPP includes countries w/ notorious records of human rights abuses & eliminates existing policy tools used to compel reforms.",
"@RepJaredPolis #TPP threatens internet freedom of expression, privacy & due process, & hinders peoples’ abilities to innovate",
"@RepJaredPolis #TPP would limit when/how governments can regulate essential services we all rely on like water, electricity & health care.",
"@RepJaredPolis #TPP would undermine the re-regulation of Wall Street, give the banksters new powers to cause the next economic meltdown.",
"@RepJaredPolis Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse ",
"@RepJaredPolis #TPP is not about trade - it’s a corporate powergrab! We must #StopTPP!",
"@RepJaredPolis #TPP does not mention “climate change” even once in its 5000 pages. In fact, it actually undermine key enviro policies",
"@RepJaredPolis #TPP means multinational corps can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@RepJaredPolis #TPP is not a left-right issue, it’s an issue of right and wrong! #StopTPP",
"@RepJaredPolis #TPP is mostly not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@sethmoulton think #TPP is about trade? Wrong! TPP is about expanding and locking in corporate power. #StopTPP",
"@sethmoulton Who had access to the #TPP negotiations? 500 corporate trade advisers, while  the public & press were locked out.",
"@sethmoulton The #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton The #TPP requires US to import food that does not meet our standards, threatening our families’ health and safety. #StopTPP",
"@sethmoulton The #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton #TPP does NOT work for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@sethmoulton #TPP includes new privileges for multinational corporations that help them offshore more U.S. jobs to low-wage countries.",
"@sethmoulton Major enviro groups OPPOSE the #TPP, and 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@sethmoulton The #TPP would undermine many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@sethmoulton #TPP threatens internet freedom of expression, privacy and due process, and hinders peoples’ abilities to innovate",
"@sethmoulton #TPP would undermine the re-regulation of Wall Street, give big banks new powers to cause the next economic meltdown.",
"@sethmoulton Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse #StopTPP",
"@sethmoulton #TPP is not a trade deal, it’s a corporate powergrab! We must #StopTPP!",
"@sethmoulton #TPP is not an issue of left or right, it’s an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is mostly not about trade, it’s about giving multinational corporations “undreamed-of powers” over our economy & our laws",
"@sethmoulton #TPP would empower multinational corporations to attack US policies & demand taxpayer compensation for our health, enviro & other laws",
"@sethmoulton #TPP ≠ trade. TPP = expanding and locking in corporate power. #StopTPP",
"@sethmoulton #TPP gives new rights for multinationals to sue the US gov't before a panel of 3 corporate lawyers for unlimited taxpayer money",
"@sethmoulton Think #TPP is about trade? Wrong! Only 6 of TPP's 30 chapters are about trade. TPP is about locking in and expanding corporate power",
"@sethmoulton Who had access to #TPP negotiations? 500 corporate trade advisers, while the press and the public were locked out.",
"@sethmoulton #TPP would make it easier for corporations to send US jobs overseas, lower our wages, raise meds prices, threaten the environment & more!",
"@sethmoulton #TPP rules would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton #TPP would lower US wages by forcing US workers to compete w/ workers in Vietnam making less than 65 cents an hour. #StopTPP",
"@sethmoulton 9. #TPP requires the US to import food that does not meet our standards, threatening our families’ health. #StopTPP",
"@sethmoulton The #TPP would threaten our families' health by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton #TPP would reduce access to life-saving meds in TPP countries and lock in high drug prices here by granting pharma firms monopolies.",
"@sethmoulton #TPP is a bad deal for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@sethmoulton Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. TPP meds rules would hit working & poor people hardest.",
"@sethmoulton #TPP includes new privileges for multinational corporations that help them offshore more US jobs to low-wage countries.",
"@sethmoulton Major enviro groups OPPOSE the #TPP -- 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@sethmoulton The #TPP would undermine efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@sethmoulton #TPP threatens internet freedom of expression, privacy and due process -- and hinders peoples’ abilities to innovate.",
"@sethmoulton #TPP would undermine the re-regulation of Wall Street & give big banks new powers to cause the next economic meltdown.",
"@sethmoulton Instead of improving the grim conditions facing some workers in TPP countries, the #TPP would make matters worse. #StopTPP",
"@sethmoulton #TPP is not a trade deal; it’s a corporate power grab! We must #StopTPP!",
"@sethmoulton #TPP means multinational corporations can sue our government if they say our laws violate the new privileges that the TPP grants them.",
"@sethmoulton #TPP is not an issue of left or right. It’s an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is mostly not about trade. It’s about giving multinational corporations “undreamed-of powers” over our economy & our laws.",
"@sethmoulton #TPP would empower multinational corporations to attack US enviro, health and other laws at the expense of taxpayers",
"@sethmoulton We must #StopTPP! #TPP isn't about trade, it's about expanding & locking in corporate power",
"@sethmoulton #TPP was negotiated in secret by 500 corporate trade advisers while  press & the public were locked out",
"@sethmoulton #TPP's provisions would make it easier for multinational corporations to send more American jobs abroad! #StopTPP",
"@sethmoulton #TPP would lower US workers' wages by making them compete w/ workers in Vietnam making less that 65 cents an hour #StopTPP",
"@sethmoulton #TPP's would allow agribusiness to challenge US food safety inspection posing a threat to our families' health & safety",
"@sethmoulton #TPP would be bad for workers: it would LOWER wages for 90% of working Americans, says a recent study",
"@sethmoulton Doctors Without Borders calls #TPP the worst trade agreement for access to meds that would hit working & poor people hardest",
"@sethmoulton #TPP provisions will grant new privileges to multinational corporations to offshore more US jobs to low-wage countries",
"@sethmoulton Major environmental organizations oppose #TPP & 350.org calls it 'an act of climate denial.' #StopTPP",
"@sethmoulton #TPP would undermine our efforts & advances to combat climate change & environmental catastrophe #StopTPP",
"@sethmoulton #TPP would gut 'Buy American' & 'Buy Local' policies, sending more US taxpayer dollars abroad instead of reinvesting them here",
"@sethmoulton #TPP threatens internet freedom & hinders people's abilities to innovate. #StopTPP",
"@sethmoulton #TPP would limit when/how gov'ts can regulate essential services we rely on as water, electricity, health care & more",
"@sethmoulton #TPP would give big banks new powers & undermine Wall Street re-regulation to cause the next economic meltdown",
"@sethmoulton #TPP would make matters worse for the already grim conditions facing some workers in #TPP countries #StopTPP",
"@sethmoulton #TPP isn't a trade deal, it's a corporate powergrab! #StopTPP",
"@sethmoulton #TPP means multinational corporations can sue our gov't if they say our laws violate the new rights that the TPP grants them.",
"@sethmoulton #TPP isn't a partisan issue, it is an issue of right & wrong! #StopTPP",
"@sethmoulton #TPP is about giving multinational corporations 'undreamed-of-powers' over our economy & our laws and not about trade.",
"@sethmoulton Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups oppose the corporate-rigged #TPP",
"@sethmoulton #TPP isn't about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@sethmoulton 500 corporate trade advisers had access to the #TPP negotiations while the press, public were locked out",
"@sethmoulton #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton #TPP requires US to import food that does not meet our health and safety standards. #StopTPP",
"@sethmoulton #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton #TPP would lock in high drug prices by granting pharma firms monopolies and reduce access to life-saving meds in TPP countries",
"@sethmoulton A recent study shows that #TPP does NOT work for American workers, and will lower wages for 90% of Americans.",
"@sethmoulton #TPP would grant new privileges to multinational corporations that help them offshore more US jobs to low-wage countries",
"@sethmoulton #TPP opposed by major enviro groups, and 350.org even calls it 'an act of climate denial.' #StopTPP",
"@sethmoulton #TPP undermines efforts to combat climate change and environmental catastrophe. #StopTPP",
"@sethmoulton #TPP includes countries w/ horrific human rights abuses and eliminates existing policy tools used to pressure for reforms",
"@sethmoulton #TPP would send more US taxpayer dollars overseas by gutting 'Buy American' & 'Buy Local' policies. #StopTPP",
"@sethmoulton #TPP threatens internet privacy, freedom of expression and hinders innovation. #StopTPP",
"@sethmoulton #TPP would limit when/how govts can regulate essential services like water, electricity, health care & more. #StopTPP",
"@sethmoulton #TPP would undermine Wall Street re-regulation, give big banks new powers to cause the next economic meltdown",
"@sethmoulton #TPP would allow multinational corporations to sue govts if they think a country's policies violate new TPP rights",
"@sethmoulton #TPP would worsen the already grim conditions facing some workers in TPP countries. #StopTPP",
"@sethmoulton We must #StopTPP! #TPP isn't a trade deal, it's a corporate power grab!",
"@sethmoulton #TPP would undermine key enviro policies. It does not mention the words 'climate change' even once in its 5000 pages",
"@sethmoulton #TPP means corporations can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@sethmoulton #TPP isn't a partisan issue, it's an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is not about trade, it's about giving multinational corporations 'undreamed-of powers' over our economy & laws",
"@sethmoulton Enviro, faith, LGBTQ, internet, small biz, human rights & other groups oppose the #TPP",
"@sethmoulton #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@sethmoulton #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@sethmoulton 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@sethmoulton #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@sethmoulton #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@sethmoulton A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@sethmoulton Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@sethmoulton #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@sethmoulton #TPP includes countries w/ notorious horrific human rights abuses. # StopTPP",
"@sethmoulton #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@sethmoulton #TPP threatens internet freedom! #StopTPP",
"@sethmoulton #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@sethmoulton #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@sethmoulton #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@sethmoulton We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@sethmoulton Not only does #TPP not mention 'climate change' even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@sethmoulton #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@sethmoulton #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@sethmoulton Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@sethmoulton #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@sethmoulton #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@sethmoulton 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@sethmoulton #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@sethmoulton #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@sethmoulton A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@sethmoulton Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@sethmoulton #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@sethmoulton We must #StopTPP! Major enviro groups OPPOSE the #TPP, and 350.org even calls it .an act of climate denial.'",
"@sethmoulton #TPP undermines many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@sethmoulton #TPP includes countries w/ notorious horrific human rights abuses. #StopTPP",
"@sethmoulton #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@sethmoulton #TPP threatens internet freedom! #StopTPP",
"@sethmoulton  #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@sethmoulton #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@sethmoulton #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@sethmoulton We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@sethmoulton Not only does #TPP not mention “climate change” even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@sethmoulton #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@sethmoulton #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@sethmoulton Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@sethmoulton #StopTPP! #TPP ≠ trade. TPP = expanding and locking in corporate power.",
"@sethmoulton Did the public & press have access to #TPP negotiations? No! But 500 corporate advisers did.",
"@sethmoulton #TPP's rules would creae incentives for multinational corporations to send more American jobs overseas! #StopTPP",
"@sethmoulton The #TPP would require US to import food that does not meet our standards, threatening our health and safety. #StopTPP",
"@sethmoulton #TPP would threaten our families' health  by allowing agribusiness to challenge US food safety inspections.",
"@sethmoulton A recent study shows that #TPP does NOT work for US workers, and will lower wages for 90% of Americans.",
"@sethmoulton #TPP includes new privileges for multinational corporations that incenttive offshoring more US jobs to low-wage countries.",
"@sethmoulton 350.org calls #TPP 'an act of climate denial.', just one of major enviro groups that oppose #TPP",
"@sethmoulton The #TPP would undermine many of the efforts  to combat climate change and environmental catastrophe. #StopTPP",
"@sethmoulton #TPP includes countries w/ notorious records of human rights abuses & eliminates existing policy tools used to compel reforms.",
"@sethmoulton #TPP threatens internet freedom of expression, privacy & due process, & hinders peoples’ abilities to innovate",
"@sethmoulton #TPP would limit when/how governments can regulate essential services we all rely on like water, electricity & health care.",
"@sethmoulton #TPP would undermine the re-regulation of Wall Street, give the banksters new powers to cause the next economic meltdown.",
"@sethmoulton Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse ",
"@sethmoulton #TPP is not about trade - it’s a corporate powergrab! We must #StopTPP!",
"@sethmoulton #TPP does not mention “climate change” even once in its 5000 pages. In fact, it actually undermine key enviro policies",
"@sethmoulton #TPP means multinational corps can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@sethmoulton #TPP is not a left-right issue, it’s an issue of right and wrong! #StopTPP",
"@sethmoulton #TPP is mostly not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@MikeFroman think #TPP is about trade? Wrong! TPP is about expanding and locking in corporate power. #StopTPP",
"@MikeFroman Who had access to the #TPP negotiations? 500 corporate trade advisers, while  the public & press were locked out.",
"@MikeFroman The #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman The #TPP requires US to import food that does not meet our standards, threatening our families’ health and safety. #StopTPP",
"@MikeFroman The #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman #TPP does NOT work for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@MikeFroman #TPP includes new privileges for multinational corporations that help them offshore more U.S. jobs to low-wage countries.",
"@MikeFroman Major enviro groups OPPOSE the #TPP, and 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@MikeFroman The #TPP would undermine many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@MikeFroman #TPP threatens internet freedom of expression, privacy and due process, and hinders peoples’ abilities to innovate",
"@MikeFroman #TPP would undermine the re-regulation of Wall Street, give big banks new powers to cause the next economic meltdown.",
"@MikeFroman Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse #StopTPP",
"@MikeFroman #TPP is not a trade deal, it’s a corporate powergrab! We must #StopTPP!",
"@MikeFroman #TPP is not an issue of left or right, it’s an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is mostly not about trade, it’s about giving multinational corporations “undreamed-of powers” over our economy & our laws",
"@MikeFroman #TPP would empower multinational corporations to attack US policies & demand taxpayer compensation for our health, enviro & other laws",
"@MikeFroman #TPP ≠ trade. TPP = expanding and locking in corporate power. #StopTPP",
"@MikeFroman #TPP gives new rights for multinationals to sue the US gov't before a panel of 3 corporate lawyers for unlimited taxpayer money",
"@MikeFroman Think #TPP is about trade? Wrong! Only 6 of TPP's 30 chapters are about trade. TPP is about locking in and expanding corporate power",
"@MikeFroman Who had access to #TPP negotiations? 500 corporate trade advisers, while the press and the public were locked out.",
"@MikeFroman #TPP would make it easier for corporations to send US jobs overseas, lower our wages, raise meds prices, threaten the environment & more!",
"@MikeFroman #TPP rules would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman #TPP would lower US wages by forcing US workers to compete w/ workers in Vietnam making less than 65 cents an hour. #StopTPP",
"@MikeFroman 9. #TPP requires the US to import food that does not meet our standards, threatening our families’ health. #StopTPP",
"@MikeFroman The #TPP would threaten our families' health by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman #TPP would reduce access to life-saving meds in TPP countries and lock in high drug prices here by granting pharma firms monopolies.",
"@MikeFroman #TPP is a bad deal for American workers: A recent TPP study shows the deal would LOWER wages for 90% of Americans.",
"@MikeFroman Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. TPP meds rules would hit working & poor people hardest.",
"@MikeFroman #TPP includes new privileges for multinational corporations that help them offshore more US jobs to low-wage countries.",
"@MikeFroman Major enviro groups OPPOSE the #TPP -- 350.org even calls it 'an act of climate denial.' We must #StopTPP!",
"@MikeFroman The #TPP would undermine efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@MikeFroman #TPP threatens internet freedom of expression, privacy and due process -- and hinders peoples’ abilities to innovate.",
"@MikeFroman #TPP would undermine the re-regulation of Wall Street & give big banks new powers to cause the next economic meltdown.",
"@MikeFroman Instead of improving the grim conditions facing some workers in TPP countries, the #TPP would make matters worse. #StopTPP",
"@MikeFroman #TPP is not a trade deal; it’s a corporate power grab! We must #StopTPP!",
"@MikeFroman #TPP means multinational corporations can sue our government if they say our laws violate the new privileges that the TPP grants them.",
"@MikeFroman #TPP is not an issue of left or right. It’s an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is mostly not about trade. It’s about giving multinational corporations “undreamed-of powers” over our economy & our laws.",
"@MikeFroman #TPP would empower multinational corporations to attack US enviro, health and other laws at the expense of taxpayers",
"@MikeFroman We must #StopTPP! #TPP isn't about trade, it's about expanding & locking in corporate power",
"@MikeFroman #TPP was negotiated in secret by 500 corporate trade advisers while  press & the public were locked out",
"@MikeFroman #TPP's provisions would make it easier for multinational corporations to send more American jobs abroad! #StopTPP",
"@MikeFroman #TPP would lower US workers' wages by making them compete w/ workers in Vietnam making less that 65 cents an hour #StopTPP",
"@MikeFroman #TPP's would allow agribusiness to challenge US food safety inspection posing a threat to our families' health & safety",
"@MikeFroman #TPP would be bad for workers: it would LOWER wages for 90% of working Americans, says a recent study",
"@MikeFroman Doctors Without Borders calls #TPP the worst trade agreement for access to meds that would hit working & poor people hardest",
"@MikeFroman #TPP provisions will grant new privileges to multinational corporations to offshore more US jobs to low-wage countries",
"@MikeFroman Major environmental organizations oppose #TPP & 350.org calls it 'an act of climate denial.' #StopTPP",
"@MikeFroman #TPP would undermine our efforts & advances to combat climate change & environmental catastrophe #StopTPP",
"@MikeFroman #TPP would gut 'Buy American' & 'Buy Local' policies, sending more US taxpayer dollars abroad instead of reinvesting them here",
"@MikeFroman #TPP threatens internet freedom & hinders people's abilities to innovate. #StopTPP",
"@MikeFroman #TPP would limit when/how gov'ts can regulate essential services we rely on as water, electricity, health care & more",
"@MikeFroman #TPP would give big banks new powers & undermine Wall Street re-regulation to cause the next economic meltdown",
"@MikeFroman #TPP would make matters worse for the already grim conditions facing some workers in #TPP countries #StopTPP",
"@MikeFroman #TPP isn't a trade deal, it's a corporate powergrab! #StopTPP",
"@MikeFroman #TPP means multinational corporations can sue our gov't if they say our laws violate the new rights that the TPP grants them.",
"@MikeFroman #TPP isn't a partisan issue, it is an issue of right & wrong! #StopTPP",
"@MikeFroman #TPP is about giving multinational corporations 'undreamed-of-powers' over our economy & our laws and not about trade.",
"@MikeFroman Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups oppose the corporate-rigged #TPP",
"@MikeFroman #TPP isn't about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@MikeFroman 500 corporate trade advisers had access to the #TPP negotiations while the press, public were locked out",
"@MikeFroman #TPP includes rules that make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman #TPP requires US to import food that does not meet our health and safety standards. #StopTPP",
"@MikeFroman #TPP would threaten our families' health and safety by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman #TPP would lock in high drug prices by granting pharma firms monopolies and reduce access to life-saving meds in TPP countries",
"@MikeFroman A recent study shows that #TPP does NOT work for American workers, and will lower wages for 90% of Americans.",
"@MikeFroman #TPP would grant new privileges to multinational corporations that help them offshore more US jobs to low-wage countries",
"@MikeFroman #TPP opposed by major enviro groups, and 350.org even calls it 'an act of climate denial.' #StopTPP",
"@MikeFroman #TPP undermines efforts to combat climate change and environmental catastrophe. #StopTPP",
"@MikeFroman #TPP includes countries w/ horrific human rights abuses and eliminates existing policy tools used to pressure for reforms",
"@MikeFroman #TPP would send more US taxpayer dollars overseas by gutting 'Buy American' & 'Buy Local' policies. #StopTPP",
"@MikeFroman #TPP threatens internet privacy, freedom of expression and hinders innovation. #StopTPP",
"@MikeFroman #TPP would limit when/how govts can regulate essential services like water, electricity, health care & more. #StopTPP",
"@MikeFroman #TPP would undermine Wall Street re-regulation, give big banks new powers to cause the next economic meltdown",
"@MikeFroman #TPP would allow multinational corporations to sue govts if they think a country's policies violate new TPP rights",
"@MikeFroman #TPP would worsen the already grim conditions facing some workers in TPP countries. #StopTPP",
"@MikeFroman We must #StopTPP! #TPP isn't a trade deal, it's a corporate power grab!",
"@MikeFroman #TPP would undermine key enviro policies. It does not mention the words 'climate change' even once in its 5000 pages",
"@MikeFroman #TPP means corporations can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@MikeFroman #TPP isn't a partisan issue, it's an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is not about trade, it's about giving multinational corporations 'undreamed-of powers' over our economy & laws",
"@MikeFroman Enviro, faith, LGBTQ, internet, small biz, human rights & other groups oppose the #TPP",
"@MikeFroman #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@MikeFroman #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@MikeFroman 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@MikeFroman #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@MikeFroman #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@MikeFroman A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@MikeFroman Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@MikeFroman #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@MikeFroman #TPP includes countries w/ notorious horrific human rights abuses. # StopTPP",
"@MikeFroman #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@MikeFroman #TPP threatens internet freedom! #StopTPP",
"@MikeFroman #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@MikeFroman #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@MikeFroman #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@MikeFroman We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@MikeFroman Not only does #TPP not mention 'climate change' even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@MikeFroman #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@MikeFroman #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@MikeFroman Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@MikeFroman #TPP is not about trade. TPP is about expanding and locking in corporate power. #StopTPP",
"@MikeFroman #TPP is not about trade! Only 6 of TPP's 30 chapters are about trade. TPP is about expanding and locking in corporate power",
"@MikeFroman 500 corporate trade advisers had access to the #TPP negotiations while the press and the public were locked out.",
"@MikeFroman #TPP would make it easier for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman #TPP would lower US wages  by throwing Americans into competition w/ workers in Vietnam making less than 65cents/hour. #StopTPP",
"@MikeFroman #TPP would threaten our families' food by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman #TPP reduces access to life-saving meds in TPP countries, locks in high drug prices here by granting pharma firms monopolies",
"@MikeFroman A recent #TPP study shows the deal would LOWER wages for 90% of Americans. #StopTPP",
"@MikeFroman Doctors Without Borders calls #TPP the worst trade agreement ever for access to meds. #StopTPP",
"@MikeFroman #TPP makes it easier for multinational corporations to offshore more U.S. jobs to low-wage countries.",
"@MikeFroman We must #StopTPP! Major enviro groups OPPOSE the #TPP, and 350.org even calls it .an act of climate denial.'",
"@MikeFroman #TPP undermines many of the efforts necessary to combat climate change and environmental catastrophe. #StopTPP",
"@MikeFroman #TPP includes countries w/ notorious horrific human rights abuses. #StopTPP",
"@MikeFroman #TPP guts “Buy American” and “Buy Local” polices, sending more US taxpayer dollars overseas instead of reinvesting in USA.",
"@MikeFroman #TPP threatens internet freedom! #StopTPP",
"@MikeFroman  #TPP would undermine Wall Street regulations, give big banks new powers to cause the next economic meltdown.",
"@MikeFroman #TPP lets multinationals sue gov'ts if they think a country’s enviro, climate, energy or other policies violate new TPP rights",
"@MikeFroman #TPP would make the grim conditions facing some workers in #TPP countries even worse. #StopTPP",
"@MikeFroman We must #StopTPP! #TPP is not a trade deal, it’s a corporate powergrab!",
"@MikeFroman Not only does #TPP not mention “climate change” even once in its 5000 pages. It actually undermine key enviro policies #StopTPP",
"@MikeFroman #TPP means corporations can sue our government unlimited sums of $ in front of 3 corporate attorneys without appeal. #StopTPP",
"@MikeFroman #TPP is not a partisan issue, it’s an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws",
"@MikeFroman Enviro, faith, senior, LGBTQ, internet, small biz, human rights & other groups are taking on big business to #StopTPP",
"@MikeFroman #StopTPP! #TPP ≠ trade. TPP = expanding and locking in corporate power.",
"@MikeFroman Did the public & press have access to #TPP negotiations? No! But 500 corporate advisers did.",
"@MikeFroman #TPP's rules would creae incentives for multinational corporations to send more American jobs overseas! #StopTPP",
"@MikeFroman The #TPP would require US to import food that does not meet our standards, threatening our health and safety. #StopTPP",
"@MikeFroman #TPP would threaten our families' health  by allowing agribusiness to challenge US food safety inspections.",
"@MikeFroman A recent study shows that #TPP does NOT work for US workers, and will lower wages for 90% of Americans.",
"@MikeFroman #TPP includes new privileges for multinational corporations that incenttive offshoring more US jobs to low-wage countries.",
"@MikeFroman 350.org calls #TPP 'an act of climate denial.', just one of major enviro groups that oppose #TPP",
"@MikeFroman The #TPP would undermine many of the efforts  to combat climate change and environmental catastrophe. #StopTPP",
"@MikeFroman #TPP includes countries w/ notorious records of human rights abuses & eliminates existing policy tools used to compel reforms.",
"@MikeFroman #TPP threatens internet freedom of expression, privacy & due process, & hinders peoples’ abilities to innovate",
"@MikeFroman #TPP would limit when/how governments can regulate essential services we all rely on like water, electricity & health care.",
"@MikeFroman #TPP would undermine the re-regulation of Wall Street, give the banksters new powers to cause the next economic meltdown.",
"@MikeFroman Instead of improving the grim conditions facing some workers in #TPP countries, the TPP would make matters worse ",
"@MikeFroman #TPP is not about trade - it’s a corporate powergrab! We must #StopTPP!",
"@MikeFroman #TPP does not mention “climate change” even once in its 5000 pages. In fact, it actually undermine key enviro policies",
"@MikeFroman #TPP means multinational corps can sue our government if they say our laws violate the new powers that the TPP grants them.",
"@MikeFroman #TPP is not a left-right issue, it’s an issue of right and wrong! #StopTPP",
"@MikeFroman #TPP is mostly not about trade, it’s about giving multinational corporations 'undreamed-of powers' over our economy & our laws"
  ],
  "max_replies_per_minute" : 6,
  "in_reply_to" : true
}
